Repository: kodcast/Download_list
Catalog: locales/*/LC_MESSAGES/download_list.po
Languages: de, es, fr, it, pl, pt

source: 🔄 Loading Download by List plugin...
de: 🔄 Download-by-List-Plugin wird geladen...
es: 🔄 Cargando el plugin de Descarga por Lista...
fr: 🔄 Chargement du plugin Téléchargement par liste...
it: 🔄 Caricamento del plugin Download by List in corso...
pl: 🔄 Ładowanie wtyczki Download by List...
pt: 🔄 Carregando o plugin Download by List...

source: 🔔 Plugin loaded.
de: 🔔 Plugin geladen.
es: 🔔 Plugin cargado.
fr: 🔔 Plugin chargé.
it: 🔔 Plugin caricato.
pl: 🔔 Wtyczka załadowana.
pt: 🔔 Plugin carregado.

source: 🔧 Creating main window...
de: 🔧 Hauptfenster wird erstellt...
es: 🔧 Creando la ventana principal...
fr: 🔧 Création de la fenêtre principale...
it: 🔧 Creazione della finestra principale...
pl: 🔧 Tworzenie głównego okna...
pt: 🔧 Criando a janela principal...

source: Download by List
es: Descarga por Lista
fr: Téléchargement par liste
it: Download per Lista
pl: Pobieranie według listy
pt: Download por Lista

source: Enter search terms below:
de: Geben Sie die Suchbegriffe unten ein:
es: Ingrese los términos de búsqueda a continuación:
fr: Entrez les recherches à effectuer ci-dessous :
it: Inserisci i termini di ricerca qui sotto:
pl: Wprowadź poniżej terminy wyszukiwania:
pt: Digite os termos de busca abaixo:

source: Audio Format:
es: Formato de audio:
fr: Format Audio :
it: Formato audio:
pl: Format audio:
pt: Formato de áudio:

source: Audio Quality:
de: Audioqualität:
es: Calidad de audio:
fr: Qualité Audio :
it: Qualità audio:
pl: Jakość audio:
pt: Qualidade de áudio:

source: Search and Download
de: Suchen und Herunterladen
es: Buscar y Descargar
fr: Rechercher et Télécharger
it: Cerca e scarica
pl: Szukaj i pobieraj
pt: Pesquisar e Baixar

source: No valid content in the text area.
de: Kein gültiger Inhalt im Textbereich.
es: No hay contenido válido en el área de texto.
fr: ⚠️ Aucun contenu valide dans la zone de texte.
it: Nessun contenuto valido nell'area di testo.
pl: Brak prawidłowej treści w polu tekstowym.
pt: Nenhum conteúdo válido na área de texto.

source: ⚠️ Please enter at least one search term.
de: ⚠️ Bitte geben Sie mindestens einen Suchbegriff ein.
es: ⚠️ Por favor, ingrese al menos un término de búsqueda.
fr: ⚠️ Veuillez saisir au moins un terme de recherche.
it: ⚠️ Inserisci almeno un termine di ricerca.
pl: ⚠️ Proszę wprowadzić przynajmniej jeden termin wyszukiwania.
pt: ⚠️ Por favor, insira pelo menos um termo de busca.

source: ⚠️ No valid search terms found.
de: ⚠️ Keine gültigen Suchbegriffe gefunden.
es: ⚠️ No se encontraron términos de búsqueda válidos.
fr: ⚠️ Aucun terme de recherche valide trouvé.
it: ⚠️ Nessun termine di ricerca valido trovato.
pl: ⚠️ Nie znaleziono żadnych prawidłowych terminów wyszukiwania.
pt: ⚠️ Nenhum termo de busca válido encontrado.

source: 🔍 Starting searches for {count} term(s)
de: 🔍 Starte Suche für {count} Begriff(e)
es: 🔍 Iniciando búsquedas para {count} término(s)
fr: 🔍 Lancement des recherches pour {count} terme(s)
it: 🔍 Avvio ricerche per {count} termine(i)
pl: 🔍 Rozpoczynanie wyszukiwania dla {count} terminu/ów
pt: 🔍 Iniciando buscas para {count} termo(s)

source: 📡 Searching for: {term}
de: 📡 Suche nach: {term}
es: 📡 Buscando: {term}
fr: 📡 Recherche en cours pour : {term}
it: 📡 Ricerca per: {term}
pl: 📡 Wyszukiwanie: {term}
pt: 📡 Buscando: {term}

source: ❌ Error during search for '{term}': {error}
de: ❌ Fehler bei der Suche nach '{term}': {error}
es: ❌ Error durante la búsqueda de '{term}': {error}
fr: ❌ Erreur lors de la recherche pour '{term}' : {error}
it: ❌ Errore durante la ricerca per '{term}': {error}
pl: ❌ Błąd podczas wyszukiwania '{term}': {error}
pt: ❌ Erro durante a busca por '{term}': {error}

source: ❌ No file found for:
de: ❌ Keine Datei gefunden für:
es: ❌ No se encontró ningún archivo para:
fr: ❌ Aucun fichier trouvé pour :
it: ❌ Nessun file trovato per:
pl: ❌ Nie znaleziono pliku dla:
pt: ❌ Nenhum arquivo encontrado para:

source: ✅ All files have been found.
de: ✅ Alle Dateien wurden gefunden.
es: ✅ Se han encontrado todos los archivos.
fr: ✅ Tous les fichiers ont été trouvés.
it: ✅ Tutti i file sono stati trovati.
pl: ✅ Wszystkie pliki zostały znalezione.
pt: ✅ Todos os arquivos foram encontrados.

source: ❌ Window closed.
de: ❌ Fenster geschlossen.
es: ❌ Ventana cerrada.
fr: ❌ Fenêtre fermée.
it: ❌ Finestra chiusa.
pl: ❌ Okno zamknięte.
pt: ❌ Janela fechada.

source: 🖱️ 'Search and Download' button clicked!
de: 🖱️ 'Suchen und Herunterladen'-Taste wurde gedrückt!
es: 🖱️ ¡Se pulsó el botón 'Buscar y Descargar'!
fr: 🖱️ Bouton 'Rechercher et Télécharger' cliqué !
it: 🖱️ Pulsante 'Cerca e scarica' premuto!
pl: 🖱️ Kliknięto przycisk 'Szukaj i pobieraj'!
pt: 🖱️ Botão 'Pesquisar e Baixar' clicado!

source: 📩 Received search results...
de: 📩 Suchergebnisse empfangen...
es: 📩 Resultados de búsqueda recibidos...
fr: 📩 Réception des résultats de recherche...
it: 📩 Risultati della ricerca ricevuti...
pl: 📩 Otrzymano wyniki wyszukiwania...
pt: 📩 Resultados da busca recebidos...

source: ❌ Error extracting tuple: {error}
de: ❌ Fehler beim Extrahieren des Tupels: {error}
es: ❌ Error al extraer la tupla: {error}
fr: ❌ Erreur lors de l'extraction du tuple : {error}
it: ❌ Errore nell'estrazione della tupla: {error}
pl: ❌ Błąd przy ekstrakcji krotki: {error}
pt: ❌ Erro ao extrair a tupla: {error}

source: ❌ Error converting bitrate: {error}
de: ❌ Fehler bei der Umrechnung der Bitrate: {error}
es: ❌ Error al convertir el bitrate: {error}
fr: ❌ Erreur lors de la conversion du bitrate : {error}
it: ❌ Errore nella conversione del bitrate: {error}
pl: ❌ Błąd przy konwersji bitrate: {error}
pt: ❌ Erro ao converter o bitrate: {error}

source: 🎯 Checking file: {filename} (Format: {h_format}, Quality: {h_quality}, Format match: {format_match}, Quality match: {quality_match}, private: {is_private})
de: 🎯 Prüfe Datei: {filename} (Format: {h_format}, Qualität: {h_quality}, Format stimmt: {format_match}, Qualität stimmt: {quality_match}, privat: {is_private})
es: 🎯 Verificando archivo: {filename} (Formato: {h_format}, Calidad: {h_quality}, Formato coincide: {format_match}, Calidad coincide: {quality_match}, privado: {is_private})
fr: 🎯 Vérification du fichier : {filename} (Format : {h_format}, Qualité : {h_quality}, Format match : {format_match}, Qualité match : {quality_match}, privé : {is_private})
it: 🎯 Verifica del file: {filename} (Formato: {h_format}, Qualità: {h_quality}, Formato corrisponde: {format_match}, Qualità corrisponde: {quality_match}, privato: {is_private})
pl: 🎯 Sprawdzanie pliku: {filename} (Format: {h_format}, Jakość: {h_quality}, Format zgodny: {format_match}, Jakość zgodna: {quality_match}, prywatny: {is_private})
pt: 🎯 Verificando arquivo: {filename} (Formato: {h_format}, Qualidade: {h_quality}, Formato compatível: {format_match}, Qualidade compatível: {quality_match}, privado: {is_private})

source: ✅ Matching result found for {term}: {filename}
de: ✅ Übereinstimmendes Ergebnis gefunden für {term}: {filename}
es: ✅ Resultado coincidente encontrado para {term}: {filename}
fr: ✅ Résultat correspondant détecté pour {term} : {filename}
it: ✅ Risultato corrispondente trovato per {term}: {filename}
pl: ✅ Znaleziono pasujący wynik dla {term}: {filename}
pt: ✅ Resultado compatível encontrado para {term}: {filename}

source: ❌ No matching file found for {term}
de: ❌ Keine übereinstimmende Datei gefunden für {term}
es: ❌ No se encontró un archivo coincidente para {term}
fr: ❌ Aucun fichier correspondant trouvé pour {term}
it: ❌ Nessun file corrispondente trovato per {term}
pl: ❌ Nie znaleziono pasującego pliku dla {term}
pt: ❌ Nenhum arquivo compatível encontrado para {term}

source: 🚀 Download launched for: {file}
de: 🚀 Download gestartet für: {file}
es: 🚀 Descarga iniciada para: {file}
fr: 🚀 Téléchargement lancé pour : {file}
it: 🚀 Download avviato per: {file}
pl: 🚀 Pobieranie rozpoczęte dla: {file}
pt: 🚀 Download iniciado para: {file}

source: ❌ Error downloading {file}: {error}
de: ❌ Fehler beim Herunterladen von {file}: {error}
es: ❌ Error al descargar {file}: {error}
fr: ❌ Erreur lors du téléchargement de {file} : {error}
it: ❌ Errore durante il download di {file}: {error}
pl: ❌ Błąd przy pobieraniu {file}: {error}
pt: ❌ Erro ao baixar {file}: {error}

source: Stop
de: Stopp
it: Interrompi
pt: Parar

source: Pause
it: Pausa
pt: Pausa

source: Resume
de: Fortsetzen
it: Riprendi
pt: Retomar
